tap "aspnet/dnx"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "imxieyi/waifu2x"
tap "rockymadden/rockymadden"
cask "xquartz"
brew "libpng"
brew "fontconfig"
brew "libffi"
brew "jpeg"
brew "libtiff"
brew "pkg-config"
brew "pango"
brew "librsvg"
brew "antigen"
brew "aria2"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libyaml"
brew "asdf"
brew "atomicparsley"
brew "audiofile"
brew "bash"
brew "bat"
brew "bchunk"
brew "openjdk"
brew "bfg"
brew "bmon"
brew "bundletool"
brew "cmake"
brew "gcc"
brew "ceres-solver"
brew "certbot"
brew "circleci"
brew "cksfv"
brew "go"
brew "dmg2img"
brew "docker-compose", link: false
brew "dos2unix"
brew "elasticsearch"
brew "fastlane", link: false
brew "webp"
brew "sdl2"
brew "ffmpeg"
brew "fluid-synth"
brew "fping"
brew "fzf"
brew "gcc@9", link: false
brew "geckodriver"
brew "gifski"
brew "git"
brew "git-delta"
brew "git-extras"
brew "glew"
brew "glfw"
brew "gnumeric"
brew "libusb"
brew "gnupg"
brew "grep"
brew "haskell-stack"
brew "html-xml-utils"
brew "hub"
brew "libomp"
brew "imagemagick"
brew "imagemagick@6"
brew "innoextract", args: ["HEAD"]
brew "kubernetes-cli", link: false
brew "lego"
brew "libdnet"
brew "libdvdcss"
brew "libgit2"
brew "libpcap"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "llvm"
brew "lua"
brew "lynx"
brew "make"
brew "mas"
brew "maven"
brew "media-info"
brew "memcached"
brew "mingw-w64"
brew "minio"
brew "minio-mc"
brew "mkvtoolnix", link: false
brew "mono"
brew "mono-libgdiplus"
brew "youtube-dl"
brew "mpv"
brew "namebench"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "node"
brew "nuget"
brew "qt"
brew "opencv"
brew "openh264"
brew "optipng"
brew "postgresql"
brew "progress"
brew "pulseaudio"
brew "pwgen"
brew "rclone"
brew "reattach-to-user-namespace"
brew "redis"
brew "rename"
brew "ripgrep"
brew "socat"
brew "speedtest-cli"
brew "streamlink"
brew "supermodel"
brew "telnet"
brew "terminal-notifier"
brew "terraform"
brew "the_silver_searcher"
brew "tiger-vnc"
brew "tmate"
brew "tmux"
brew "tree"
brew "unrar"
brew "watchman"
brew "webify"
brew "weechat"
brew "wget"
brew "winetricks"
brew "wtf"
brew "xdelta"
brew "xpdf"
brew "zeek"
brew "zenity"
brew "zlib"
brew "zsh"
brew "heroku/brew/heroku"
brew "imxieyi/waifu2x/waifu2x"
brew "rockymadden/rockymadden/slack-cli"
cask "1password"
cask "adafruit-arduino"
cask "adoptopenjdk8"
cask "aerial"
cask "altair"
cask "android-sdk"
cask "android-studio-preview"
cask "avidemux"
cask "balenaetcher"
cask "chromedriver"
cask "crossover"
cask "cyberduck"
cask "discord"
cask "discord-ptb"
cask "docker"
cask "doomsday-engine"
cask "dosbox"
cask "dotnet-sdk"
cask "dropbox"
cask "emacs"
cask "epic-games"
cask "fastlane"
cask "firefox"
cask "flipper"
cask "fork"
cask "gog-galaxy"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-photos-backup-and-sync"
cask "gzdoom"
cask "handbrake"
cask "handshaker"
cask "harvest"
cask "insomnia"
cask "intel-power-gadget"
cask "java"
cask "java8"
cask "jdownloader"
cask "kitty"
cask "kodi"
cask "lastfm"
cask "logitech-gaming-software"
cask "metasploit"
cask "mkvtoolnix"
cask "monitorcontrol"
cask "mudlet"
cask "multipatch"
cask "mumble"
cask "numi"
cask "omnidisksweeper"
cask "openemu"
cask "parsec"
cask "persepolis-download-manager"
cask "plex"
cask "plex-media-player"
cask "plexamp"
cask "postico"
cask "private-internet-access"
cask "qbittorrent"
cask "reactotron"
cask "robo-3t"
cask "skype"
cask "slack"
cask "spotify"
cask "steam"
cask "streamlink-twitch-gui"
cask "telegram"
cask "the-unarchiver"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "wine-stable"
cask "xld"
cask "zenmap"
cask "zoomus"
mas "Agenda", id: 1287445660
mas "Amphetamine", id: 937984704
mas "Day One", id: 1055511498
mas "Harvest", id: 506189836
mas "Remote Desktop", id: 409907375
mas "Shazam", id: 897118787
mas "Speedtest", id: 1153157709
mas "TV Streams", id: 1181863013
mas "Twitter", id: 1482454543
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
