tap "aspnet/dnx"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "rockymadden/rockymadden"
cask "adoptopenjdk8"
cask "xquartz"
brew "antigen"
brew "aria2"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libyaml"
brew "asdf"
brew "libffi"
brew "python"
brew "bash"
brew "bat"
brew "bundletool"
brew "openssl"
brew "certbot"
brew "circleci"
brew "cksfv"
brew "go"
brew "dmg2img"
brew "dos2unix"
brew "elasticsearch"
brew "ffmpeg"
brew "fping"
brew "fzf"
brew "gcc"
brew "geckodriver"
brew "git"
brew "git-extras"
brew "libusb"
brew "gnupg"
brew "grep"
brew "haskell-stack"
brew "hub"
brew "imagemagick"
brew "lego"
brew "libdvdcss"
brew "libgit2"
brew "libpcap"
brew "librsvg"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "lua"
brew "lynx"
brew "make"
brew "mas"
brew "maven"
brew "media-info"
brew "memcached"
brew "mkvtoolnix"
brew "mono"
brew "mono-libgdiplus"
brew "namebench"
brew "neofetch"
brew "neovim"
brew "node"
brew "optipng"
brew "postgresql"
brew "postgresql@10"
brew "progress"
brew "pwgen"
brew "rclone"
brew "reattach-to-user-namespace"
brew "redis"
brew "rename"
brew "socat"
brew "speedtest-cli"
brew "streamlink"
brew "supermodel"
brew "the_silver_searcher"
brew "tiger-vnc"
brew "tmate"
brew "tmux"
brew "tree"
brew "unrar"
brew "watchman"
brew "wget"
brew "wine"
brew "wtf"
brew "xdelta"
brew "xpdf"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "heroku/brew/heroku"
brew "rockymadden/rockymadden/slack-cli"
cask "1password"
cask "adafruit-arduino"
cask "aerial"
cask "altair"
cask "android-sdk"
cask "android-studio-preview"
cask "balenaetcher"
cask "crossover"
cask "cyberduck"
cask "discord"
cask "discord-ptb"
cask "dosbox"
cask "dotnet-sdk"
cask "dropbox"
cask "emacs"
cask "epic-games"
cask "fastlane"
cask "firefox"
cask "flipper"
cask "fork"
cask "google-chrome"
cask "handbrake"
cask "handshaker"
cask "harvest"
cask "insomnia"
cask "intel-power-gadget"
cask "java"
cask "java8"
cask "jdownloader"
cask "kitty"
cask "lastfm"
cask "logitech-gaming-software"
cask "metasploit"
cask "monitorcontrol"
cask "multipatch"
cask "numi"
cask "omnidisksweeper"
cask "persepolis-download-manager"
cask "plex-media-player"
cask "postico"
cask "private-internet-access"
cask "qbittorrent"
cask "reactotron"
cask "robo-3t"
cask "skype"
cask "slack"
cask "spotify"
cask "steam"
cask "streamlink-twitch-gui"
cask "telegram"
cask "the-unarchiver"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "xld"
cask "zenmap"
cask "zoomus"
mas "Agenda", id: 1287445660
mas "Amphetamine", id: 937984704
mas "Day One", id: 1055511498
mas "Remote Desktop", id: 409907375
mas "Speedtest", id: 1153157709
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
