# frozen_string_literal: true

tap 'heroku/brew'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'rockymadden/rockymadden'
brew 'antigen'
brew 'openssl'
brew 'aria2'
brew 'python'
brew 'autoconf'
brew 'automake'
brew 'bash'
brew 'bat'
brew 'bundletool'
brew 'certbot'
brew 'cksfv'
brew 'coreutils'
brew 'go'
brew 'dmg2img'
brew 'imagemagick'
brew 'dos2unix'
brew 'elasticsearch', restart_service: true
brew 'ffmpeg'
brew 'fping'
brew 'fzf'
brew 'gcc'
brew 'git'
brew 'git-extras'
brew 'gnupg'
brew 'grep'
brew 'haskell-stack'
brew 'hub'
brew 'make'
brew 'media-info'
brew 'memcached', restart_service: true
brew 'mono'
brew 'namebench'
brew 'neofetch'
brew 'neovim'
brew 'poppler'
brew 'postgresql', restart_service: true
brew 'rclone'
brew 'reattach-to-user-namespace'
brew 'redis', restart_service: true
brew 'socat'
brew 'the_silver_searcher'
brew 'tmate'
brew 'tmux'
brew 'tree'
brew 'watchman'
brew 'wget'
brew 'wine'
brew 'winetricks'
brew 'xdelta'
brew 'youtube-dl'
brew 'z'
brew 'zsh'
brew 'heroku/brew/heroku'
cask '1password'
cask 'altair'
cask 'android-platform-tools'
cask 'android-studio-preview'
cask 'balenaetcher'
cask 'crossover'
cask 'cyberduck'
cask 'discord'
cask 'discord-ptb'
cask 'dosbox'
cask 'dotnet-sdk'
cask 'dropbox'
cask 'epic-games'
cask 'fastlane'
cask 'firefox'
cask 'fork'
cask 'google-chrome'
cask 'handbrake'
cask 'handshaker'
cask 'harvest'
cask 'java'
cask 'java8'
cask 'jdownloader'
cask 'kitty'
cask 'lastfm'
cask 'metasploit'
cask 'multipatch'
cask 'numi'
cask 'omnidisksweeper'
cask 'persepolis-download-manager'
cask 'plex-media-player'
cask 'postico'
cask 'qbittorrent'
cask 'reactotron'
cask 'robo-3t'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'streamlink-twitch-gui'
cask 'telegram'
cask 'the-unarchiver'
cask 'tigervnc-viewer'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vlc'
cask 'whatsapp'
cask 'xld'
cask 'xquartz'
cask 'zenmap'
cask 'zoomus'

mas 'SpeedTest', id: 1_153_157_709
mas 'Dayone', id: 1_055_511_498
